IDEA StatiCa Open Model
MatSteelCHN.PhiOMFu Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Overstrength coefficient for fu
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double PhiOMFu { get; set; }
Public Property PhiOMFu As Double
	Get
	Set
public:
property double PhiOMFu {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatSteelCHN Class
IdeaRS.OpenModel.Material Namespace